Repository: alexsahut/pi-trainer
Catalog: PiTrainer/PiTrainer/Localizable.xcstrings
Source language: en
Languages: fr

# common.close
source: Close
fr: Fermer

# constant.phi
source: Golden ratio
fr: Nombre d'or

# constant.sqrt2
source: Square root of 2
fr: Racine carrée de 2

source: Due
fr: Dû

# home.best_streak
source: BEST STREAK
fr: MEILLEURE SÉRIE

# home.constant
source: Constant
fr: Constante

# home.learn_module
source: Learn
fr: Apprendre

# home.learning
source: Training (Help)
fr: Entraînement (aide)

# home.select_mode
source: Select Mode
fr: Choisir le mode

# home.start
source: START
fr: DÉBUTER

# keypad.quit
source: Quit
fr: Quitter

# keypad.reset
source: Reset
fr: Réinitialiser

# learning.again
source: Again
fr: Encore

# learning.due_count
source: %lld reviews due
fr: %lld révisions dues

# learning.easy
source: Easy
fr: Facile

# learning.feedback_title
source: How was it?
fr: C'était comment ?

# learning.good
source: Good
fr: Bien

# learning.hard
source: Hard
fr: Difficile

# learning.in_learning_count
source: Active Chunks
fr: En cours

# learning.mastered_count
source: Mastered Chunks
fr: Chunks maîtrisés

# learning.memorize_this
source: Memorize these digits
fr: Mémorisez ces chiffres

# learning.new_count
source: %lld new chunks
fr: %lld nouveaux chunks

# learning.ready_button
source: I am ready
fr: Je suis prêt

# learning.session_complete
source: Session Complete!
fr: Session terminée !

# learning.start_session
source: Start Session
fr: Démarrer

# learning.test_title
source: Type the sequence
fr: Saisissez la suite

# learning.today_plan
source: Today's Plan
fr: Plan du jour

# mode.learning
source: Training (Help)
fr: Entraînement (avec aide)

source: New
fr: Nouveaux

source: Reviews
fr: Révisions

# session.back
source: Back
fr: Retour

# session.best_streak %lld
source: Best Streak: %lld
fr: Meilleure série : %lld

source: Session Complete
fr: Session Terminée

# session.decimal_position %lld
source: Decimal: #%lld
fr: Décimale : #%lld

# session.decimal_position.accessibility %lld
source: Current decimal position: %lld
fr: Position de la décimale actuelle : %lld

# session.errors_count %lld
source: Errors: %lld
fr: Erreurs : %lld

# session.game_over
source: Game Over
fr: Terminé

# session.header.best
source: BEST
fr: RECORD

# session.header.decimal
source: DECIMAL
fr: DÉCIMALE

# session.header.errors
source: ERRORS
fr: ERREURS

# session.header.streak
source: STREAK
fr: SÉRIE

# session.position.accessibility %lld
source: Current position: %lld
fr: Position actuelle : %lld

# session.quit
source: Quit
fr: Quitter

# session.retry
source: Retry
fr: Réessayer

# session.streak %lld
source: Streak: %lld
fr: Série : %lld

# settings.haptics
source: Haptic Feedback
fr: Retour Haptique

# settings.keypad_layout
source: Keypad Layout
fr: Clavier

# settings.layout.phone
source: Phone (123)
fr: Téléphone (123)

# stats.attempts
source: Attempts
fr: Essais

# stats.attempts_count %lld
source: Attempts: %lld
fr: Essais : %lld

# stats.best_streak
source: Best Streak
fr: Meilleure série

# stats.cancel
source: Cancel
fr: Annuler

# stats.clear
source: Clear
fr: Effacer

# stats.clear_history
source: Clear History
fr: Effacer l'historique

# stats.clear_history.message
source: Are you sure you want to clear the history for this constant? This action cannot be undone.
fr: Voulez-vous vraiment effacer l'historique pour cette constante ? Cette action est irréversible.

# stats.clear_history.title
source: Clear History
fr: Effacer l'historique

# stats.constant_picker
source: Select Constant
fr: Choisir une constante

# stats.dashboard.digits_count %lld
source: %lld DIGITS
fr: %lld CHIFFRES

# stats.dashboard.no_session
source: NO SESSION
fr: AUCUNE SESSION

# stats.dashboard.title
source: PERSONAL RECORDS
fr: RECORDS PERSONNELS

# stats.done
source: Done
fr: OK

# stats.duration
source: Duration
fr: Durée

# stats.empty
source: No stats recorded yet
fr: Aucune statistique

# stats.errors
source: Errors
fr: Erreurs

# stats.errors_short %@
source: %@ errors
fr: %@ erreurs

# stats.global_records
source: Global Records
fr: Records Globaux

# stats.history
source: History
fr: Historique

# stats.last_session
source: Last Session
fr: Dernière session

# stats.no_history
source: No history available
fr: Aucun historique disponible

# stats.no_sessions
source: No sessions played yet
fr: Aucune session jouée

# stats.reset
source: Reset all stats
fr: Réinitialiser

# stats.reset_all
source: Reset All Stats
fr: Réinitialiser tout

# stats.reset_confirmation.message
source: This will delete all progress and history for all constants. Are you sure?
fr: Ceci effacera toute la progression et l'historique pour toutes les constantes. Êtes-vous sûr ?

# stats.reset_confirmation.title
source: Reset All Data
fr: Réinitialiser les données

# stats.session_details
source: Session Details
fr: Détails de la session

# stats.speed
source: Speed
fr: Vitesse

# stats.speed.title
source: Speed
fr: Vitesse

# stats.speed.value
source: %.1f digits/min
fr: %.1f chiffres/min

# stats.time
source: Time
fr: Temps

# stats.title
source: Statistics
fr: Statistiques
